{
      "ring": {
            "price": "9",
            "use": [
                  "You asked a random person to marry you, unfortunately they refused.",
                  "You showed off your ring to your friends, they applauded with sarcasm in response."
            ],
            "usable": "0",
            "desc": "In brilliance and gold, the Turrnut Ring gleams,\nA lavish gem, adorning dreams,\nDiamonds dance 'round its lustrous core,\nA symbol of power forevermore.\n\nWith elegance and grace, it graces the hand,\nA treasure of beauty, rare and grand.\nA testament to love's eternal fling,\nIn every heart, it reigns as king.",
            "users": {
                  "23": "0",
                  "977377574789472278": "9998.0",
                  "1025854689142657055": "1.0",
                  "820541682415960064": "1.0",
                  "1133931783122079754": "1.0",
                  "711282706293456967": "0",
                  "980121390306983997": "1.0",
                  "1183126173304234027": "5.0",
                  "964894108164423800": "110000000000.0",
                  "1047642306326564945": "6.0",
                  "969924134899425280": "1.0",
                  "1194752390008680579": "2.0",
                  "811101581272547359": "1.0"
            }
      },
      "car": {
            "price": "100",
            "use": [
                  "You drove the car for 7 miles before realizing you ran out of gasoline.",
                  "You showed off your car to your friends, they sneered because they have better cars. How rude"
            ],
            "usable": "0",
            "desc": "The Turrnut Car is a marvel of automotive engineering, redefining the driving experience with its groundbreaking design and cutting-edge technology. Its sleek and aerodynamic silhouette ensures a smooth ride, while the eco-friendly electric motor delivers impressive acceleration and a whisper-quiet journey. The spacious interior boasts luxurious comfort and innovative features, seamlessly integrated for a futuristic feel. Safety remains a top priority, with advanced driver-assistance systems and robust structural integrity. The Turrnut Car's range is exceptional, making long journeys a breeze. Embracing sustainability, this car takes strides towards a greener future, making it an ideal choice for the modern driver seeking excellence.",
            "users": {
                  "23": "0",
                  "977377574789472278": "915.0",
                  "820541682415960064": "6.0",
                  "1133931783122079754": "0.0",
                  "1014960764378939453": "84.0",
                  "1047642306326564945": "5.0",
                  "811101581272547359": "1.0",
                  "1014572988089237554": "1.0",
                  "1183126173304234027": "1.0"
            }
      },
      "home": {
            "price": "500",
            "use": [
                  "You tried to invite your friends to a party in your house, unfortunately no one came."
            ],
            "desc": "Turrnut Home embodies the epitome of luxurious living, captivating all who step through its grand entrance. This architectural masterpiece blends modern aesthetics with timeless elegance, featuring state-of-the-art smart home technology for ultimate convenience and comfort. Every detail, from the handcrafted finishes to the expansive windows that bathe the rooms in natural light, exudes sophistication and charm. Nestled in a serene location, it offers a private oasis away from the bustling world. The lush landscapes, bespoke amenities, and a harmonious fusion of indoor and outdoor spaces make Turrnut Home an exquisite haven, enchanting its residents with a life of unparalleled opulence.",
            "users": {
                  "123": "0",
                  "977377574789472278": "100071.0",
                  "820541682415960064": "1003.0",
                  "984242137879162920": "1.0",
                  "1133931783122079754": "0.0",
                  "1183126173304234027": "1.0",
                  "898703175459156008": "2.0"
            }
      },
      "tank": {
            "price": "777",
            "use": [
                  "You drove the tank to your best friend's birthday party, they freaked out"
            ],
            "usable": "0",
            "desc": "The TurrTank is highly regarded for its exceptional mobility, robust armor, and formidable firepower. Its innovative design allows it to maneuver effortlessly in varied terrains while offering superior protection to its crew. With its cutting-edge weaponry, it stands as a formidable force on the battlefield, ensuring a strong offensive and defensive capability. This tank's performance and versatility make it a highly sought-after asset for modern military operations.",
            "users": {
                  "977377574789472278": "8275.0",
                  "820541682415960064": "220781003626659.0",
                  "984242137879162920": "1.0",
                  "1025854689142657055": "5135.0",
                  "1047642306326564945": "3.0",
                  "811101581272547359": "125.0",
                  "1133931783122079754": "8.0",
                  "764828032140836865": "666.0",
                  "1183126173304234027": "1.0",
                  "964894108164423800": "1000001000.0"
            }
      },
      "ferret": {
            "price": "4.5",
            "use": [
                  "You played with the ferrets for a whole day without doing anything else"
            ],
            "desc": "Ferrets are a type of pet",
            "users": {
                  "977377574789472278": "1030.0",
                  "1014960764378939453": "2.0",
                  "820541682415960064": "3.0",
                  "1183126173304234027": "93.0",
                  "964894108164423800": "1000090000.0",
                  "1194752390008680579": "2.0",
                  "1405608029134782545": "1000000000.0"
            }
      },
      "ftoy": {
            "price": "3.141592653589793238462643383279502884197",
            "use": [
                  "You tried to play with the toys, but the ferrets robbed them away"
            ],
            "desc": "The perfect toy for you pet ferret!",
            "users": {
                  "977377574789472278": "1004.0",
                  "964894108164423800": "1000100000.0",
                  "1183126173304234027": "90.0",
                  "1194752390008680579": "2.0",
                  "1211429000346476564": "1.0"
            }
      },
      "bstok": {
            "price": "24.1212402312638",
            "desc": "...",
            "usable": "1",
            "use": [
                  "Hearing British pop music makes you very sleepy..."
            ],
            "users": {
                  "977377574789472278": "77.0",
                  "811101581272547359": "385.0",
                  "964894108164423800": "0.0",
                  "898703175459156008": "98.0",
                  "1183126173304234027": "99.0",
                  "744997698196733962": "500.0",
                  "1034310361236647997": "20.0",
                  "1211429000346476564": "0.0",
                  "820541682415960064": "0.0"
            }
      },
      "ppslice": {
            "price": "8.123124978",
            "desc": "The best food in the world",
            "usable": "1",
            "use": [
                  "You ate a pumpkin pie. You feel stronger and more awake. You thanked turrnut Jr.",
                  "Eating the pumpkin pie fills you with de-turr-mination"
            ],
            "users": {
                  "977377574789472278": "1682.0"
            }
      },
      "taco": {
            "price": "21.981234978",
            "desc": "Wonderful Turrnesian-flavored tacos",
            "usable": "1",
            "use": [
                  "You ate a taco. It is delicious",
                  "Eating the taco fills you with de-turr-mination"
            ],
            "users": {
                  "977377574789472278": "1002914.0",
                  "1194752390008680579": "999.0"
            }
      },
      "tvwarbonds": {
            "price": "632.42",
            "desc": "War bonds issued in the war against Tuvalu. Price fluctuate like stocks.",
            "usable": "0",
            "use": [
                  "You showed your patriotism by showing off your war bonds"
            ],
            "users": {
                  "977377574789472278": "21.0",
                  "964894108164423800": "101.0",
                  "778745923793584158": "1000000.0",
                  "1211429000346476564": "0"
            }
      },
      "ruswarbonds": {
            "price": "146.229",
            "desc": "War bonds issued in the war against Russia. Price fluctuate like stocks.",
            "usable": "0",
            "use": [
                  "You showed your patriotism by showing off your war bonds"
            ],
            "users": {
                  "977377574789472278": "23.0"
            }
      },
      "pick": {
            "price": "30",
            "desc": "Pickaxe used for mining. has a 40% chance of breaking upon use.",
            "usable": "0",
            "use": [
                  "You looked at your pickaxe. Nothing happened. Maybe use /mine?",
                  "You put the pickaxe on the ground politely then picked it back up. Nothing happened. Maybe try /mine?",
                  "You stared at the pickaxe. It smells like a pickaxe. Nothing happened. Maybe try using /mine?"
            ],
            "users": {
                  "977377574789472278": "44.0",
                  "820541682415960064": "0.0",
                  "1405608029134782545": "0.0"
            }
      },
      "coal": {
            "price": "5",
            "desc": "Coal. can be obtained via mining.",
            "usable": "0",
            "use": [
                  "You took out your coal and looked at it in admiration... nothing happened.",
                  "You rubbed the coal hoping for a genie... only got dirty hands.",
                  "You balanced the coal on your nose. Impressive, but pointless.",
                  "You whispered your dreams to the coal. It whispered back... in silence.",
                  "You juggled the coal. Now everything smells like barbecue.",
                  "You drew a smiley face on the coal. It's still emotionless.",
                  "You tried to trade coal for cookies. Bad deal.",
                  "You put the coal in your pocket. Congratulations, you have lint and coal.",
                  "You asked coal to warm your heart. It stayed cold."
            ],
            "users": {
                  "977377574789472278": "61.0",
                  "820541682415960064": "80.0",
                  "1405608029134782545": "7.0"
            }
      },
      "quartz": {
            "price": "25",
            "desc": "Quartz. can be obtained via mining.",
            "usable": "0",
            "use": [
                  "You took out your quartz and looked at it in admiration... nothing happened.",
                  "You tried to eat the quartz... dentist says hi.",
                  "You asked the quartz for good vibes. It ghosted you.",
                  "You dropped the quartz and pretended it was on purpose.",
                  "You polished the quartz. Still looks like quartz.",
                  "You waved the quartz like a wand. No magic, only awkwardness.",
                  "You pressed the quartz to your ear. It didn't call back.",
                  "You used quartz as a paperweight. Papers still flew away.",
                  "You named the quartz. It doesn't care."
            ],
            "users": {
                  "977377574789472278": "38.0",
                  "820541682415960064": "47.0",
                  "1405608029134782545": "1.0"
            }
      },
      "gold": {
            "price": "35",
            "desc": "Gold. can be obtained via mining.",
            "usable": "0",
            "use": [
                  "You took out your gold and looked at it in admiration... nothing happened.",
                  "You tried to bite the gold... now you need a dentist.",
                  "You asked the gold to pay taxes. It declined.",
                  "You tried to flex the gold, but nobody was watching.",
                  "You polished the gold. Still shiny, still useless.",
                  "You offered gold to a pigeon. It declined rudely.",
                  "You stacked the gold dramatically. It fell over.",
                  "You dropped the gold. Gravity works.",
                  "You asked gold to make you rich. It just stared."
            ],
            "users": {
                  "977377574789472278": "29.0",
                  "820541682415960064": "12.0",
                  "1405608029134782545": "0.0",
                  "1286156256033116202": "4.0"
            }
      },
      "emerald": {
            "price": "80",
            "desc": "Emerald. can be obtained via mining.",
            "usable": "0",
            "use": [
                  "You took out your emerald and looked at it in admiration... nothing happened.",
                  "You showed the emerald to the sun. The sun ignored it.",
                  "You tried to hypnotize yourself with the emerald. It worked. Maybe.",
                  "You told the emerald your secrets. It won't tell a soul.",
                  "You dropped the emerald. Now you're nervous.",
                  "You wore the emerald like jewelry. Still single.",
                  "You stared at the emerald. The emerald won.",
                  "You tried to feed the emerald to a goat. Bad idea.",
                  "You told the emerald a joke. It didn't laugh."
            ],
            "users": {
                  "977377574789472278": "23.0",
                  "820541682415960064": "6.0"
            }
      },
      "diamond": {
            "price": "100",
            "desc": "Diamond. can be obtained via mining.",
            "usable": "0",
            "use": [
                  "You took out your diamond and looked at it in admiration... nothing happened.",
                  "You held the diamond up dramatically. Nobody clapped.",
                  "You tried to cut glass with the diamond. The glass won.",
                  "You put the diamond under your pillow. Tooth Fairy is broke now.",
                  "You tossed the diamond in the air. Almost lost it.",
                  "You called the diamond your best friend. Awkward silence.",
                  "You used the diamond to scratch your name. Ugly handwriting.",
                  "You wore the diamond as a crown jewel. Still no kingdom.",
                  "You kissed the diamond. It was cold and unimpressed."
            ],
            "users": {
                  "977377574789472278": "40.0",
                  "820541682415960064": "5.0"
            }
      },
      "tuvalunium": {
            "price": "650",
            "desc": "Tuvalunium. can be obtained via mining. This mineral is EXTREMELY RARE.",
            "usable": "0",
            "use": [
                  "You took out your Tuvalunium and looked at it in admiration... nothing happened.",
                  "You tried to sell the Tuvalunium on eBay. No bids.",
                  "You sniffed the Tuvalunium. Smells like disappointment.",
                  "You challenged the Tuvalunium to a staring contest. You lost.",
                  "You gave the Tuvalunium a pep talk. It stayed quiet.",
                  "You juggled Tuvalunium. Now your back hurts.",
                  "You asked Tuvalunium for life advice. Bad move.",
                  "You tucked Tuvalunium in bed. It didn't thank you.",
                  "You used Tuvalunium as a doorstop. Fancy, but dumb."
            ],
            "users": {
                  "977377574789472278": "23.0",
                  "820541682415960064": "0.0"
            }
      },
      "turrnutium": {
            "price": "3000",
            "desc": "Turrnutium. can be obtained via mining. This mineral is EXTREMELY RARE.",
            "usable": "0",
            "use": [
                  "You took out your Turrnutium and looked at it in admiration... nothing happened.",
                  "You tapped the Turrnutium three times. Still nothing.",
                  "You tried to eat the Turrnutium. Please don't do that again.",
                  "You asked the Turrnutium for WiFi. It refused.",
                  "You balanced Turrnutium on your head. Felt silly.",
                  "You gave Turrnutium a nickname. It ignored you.",
                  "You licked Turrnutium. Why would you do that?",
                  "You asked Turrnutium to shine. It stayed dull.",
                  "You dropped Turrnutium. The floor is fine. You aren't."
            ],
            "users": {
                  "977377574789472278": "22.0"
            }
      }
}